---
kind: other
id: Methods.T:Autodesk.Revit.UI.DockablePane
source: html/784f1545-373d-5fd7-05ec-8b4bdd69399c.htm
---
# DockablePane Methods

Returns the current title (a.k.a. window caption) of the dockable pane.